Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-FR-Trados.tmx
Source language: en_gb
Languages: fr_fr

source: In Article 5 of Directive (EU) 2016/797, the following paragraph is added:
fr_fr: À l’article 5 de la directive (UE) 2016/797, le paragraphe suivant est ajouté:

source: When adopting delegated acts pursuant to paragraph 1 and implementing acts pursuant to paragraph 11 concerning Artificial Intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689 of the European Parliament and of the Council (*), the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.
fr_fr: Lors de l’adoption d’actes délégués conformément au paragraphe 1 et d’actes d’exécution conformément au paragraphe 11 en ce qui concerne les systèmes d’intelligence artificielle qui sont des composants de sécurité au sens du règlement (UE) 2024/1689 du Parlement européen et du Conseil (*), il est tenu compte des exigences énoncées au chapitre III, section 2, dudit règlement.

source: Amendment to Regulation (EU) 2019/2144
fr_fr: Modification du règlement (UE) 2019/2144

source: In Article 5 of Regulation (EU) 2018/858 the following paragraph is added:
fr_fr: À l’article 5 du règlement (UE) 2018/858, le paragraphe suivant est ajouté:

source: When adopting delegated acts pursuant to paragraph 3 concerning Artificial Intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689 of the European Parliament and of the Council (*), the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.
fr_fr: Lors de l’adoption d’actes délégués conformément au paragraphe 3 en ce qui concerne les systèmes d’intelligence artificielle qui sont des composants de sécurité au sens du règlement (UE) 2024/1689 du Parlement européen et du Conseil (*), il est tenu compte des exigences énoncées au chapitre III, section 2, dudit règlement.

source: Amendments to Regulation (EU) 2018/1139
fr_fr: Modifications du règlement (UE) 2018/1139

source: Regulation (EU) 2018/1139 is amended as follows:
fr_fr: Le règlement (UE) 2018/1139 est modifié comme suit:

source: in Article 17, the following paragraph is added:
fr_fr: À l’article 17, le paragraphe suivant est ajouté:

source: Without prejudice to paragraph 2, when adopting implementing acts pursuant to paragraph 1 concerning Artificial Intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689 of the European Parliament and of the Council (*), the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.
fr_fr: Sans préjudice du paragraphe 2, lors de l’adoption d’actes d’exécution conformément au paragraphe 1 en ce qui concerne les systèmes d’intelligence artificielle qui sont des composants de sécurité au sens du règlement (UE) 2024/1689 du Parlement européen et du Conseil (*), il est tenu compte des exigences énoncées au chapitre III, section 2, dudit règlement.

source: (*) Regulation (EU) 2024/1689 of the European Parliament and of the Council of 13 June 2024 laying down harmonised rules on artificial intelligence and amending Regulations (EC) No 300/2008, (EU) No 167/2013, (EU) No 168/2013, (EU) 2018/858, (EU) 2018/1139 and (EU) 2019/2144 and Directives 2014/90/EU, (EU) 2016/797 and (EU) 2020/1828 (Artificial Intelligence Act) (OJ L, 2024/1689, 12.7.2024, ELI: http://data.europa.eu/eli/reg/2024/1689/oj).’;"
fr_fr: (*) Règlement (UE) 2024/1689 du Parlement européen et du Conseil du 13 juin 2024 établissant des règles harmonisées concernant l’intelligence artificielle et modifiant les règlements (CE) no 300/2008, (UE) no 167/2013, (UE) no 168/2013, (UE) 2018/858, (UE) 2018/1139 et (UE) 2019/2144 et les directives 2014/90/UE, (UE) 2016/797 et (UE) 2020/1828 (règlement sur l’intelligence artificielle) (JO L, 2024/1689, 12.7.2024, ELI: http://data.europa.eu/eli/reg/2024/1689/oj).»."

source: When adopting delegated acts pursuant to paragraphs 1 and 2 concerning Artificial Intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689, the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.’
fr_fr: Lors de l’adoption d’actes délégués conformément aux paragraphes 1 et 2 en ce qui concerne les systèmes d’intelligence artificielle qui sont des composants de sécurité au sens du règlement (UE) 2024/1689, il est tenu compte des exigences énoncées au chapitre III, section 2, dudit règlement.».

source: When adopting implementing acts pursuant to paragraph 1 concerning Artificial Intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689, the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.’ ;
fr_fr: Lors de l’adoption d’actes d’exécution conformément au paragraphe 1 en ce qui concerne les systèmes d’intelligence artificielle qui sont des composants de sécurité au sens du règlement (UE) 2024/1689, il est tenu compte des exigences énoncées au chapitre III, section 2, dudit règlement.».

source: in Article 57, the following subparagraph is added:
fr_fr: À l’article 57, le paragraphe suivant est ajouté:

source: ‘When adopting those implementing acts concerning Artificial Intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689, the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.’ ;
fr_fr: «Lors de l’adoption de ces actes d’exécution en ce qui concerne les systèmes d’intelligence artificielle qui sont des composants de sécurité au sens du règlement (UE) 2024/1689, il est tenu compte des exigences énoncées au chapitre III, section 2, dudit règlement.».

source: When adopting delegated acts pursuant to paragraphs 1 and 2 concerning Artificial Intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689, the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.’.
fr_fr: Lors de l’adoption d’actes délégués conformément aux paragraphes 1 et 2 en ce qui concerne les systèmes d’intelligence artificielle qui sont des composants de sécurité au sens du règlement (UE) 2024/1689, il est tenu compte des exigences énoncées au chapitre III, section 2, dudit règlement.».

source: In Article 11 of Regulation (EU) 2019/2144, the following paragraph is added:
fr_fr: À l’article 11 du règlement (UE) 2019/2144, le paragraphe suivant est ajouté:

source: When adopting the implementing acts pursuant to paragraph 2, concerning artificial intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689 of the European Parliament and of the Council (*), the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.
fr_fr: Lors de l’adoption d’actes d’exécution conformément au paragraphe 2 en ce qui concerne les systèmes d’intelligence artificielle qui sont des composants de sécurité au sens du règlement (UE) 2024/1689 du Parlement européen et du Conseil (*), il est tenu compte des exigences énoncées au chapitre III, section 2, dudit règlement.

source: In Annex I to Directive (EU) 2020/1828 of the European Parliament and of the Council (58), the following point is added:
fr_fr: À l’annexe I de la directive (UE) 2020/1828 du Parlement européen et du Conseil (58), le point suivant est ajouté:

source: Regulation (EU) 2024/1689 of the European Parliament and of the Council of 13 June 2024 laying down harmonised rules on artificial intelligence and amending Regulations (EC) No 300/2008, (EU) No 167/2013, (EU) No 168/2013, (EU) 2018/858, (EU) 2018/1139 and (EU) 2019/2144 and Directives 2014/90/EU, (EU) 2016/797 and (EU) 2020/1828 (Artificial Intelligence Act) (OJ L, 2024/1689, 12.7.2024, ELI: http://data.europa.eu/eli/reg/2024/1689/oj).’.
fr_fr: Règlement (UE) 2024/1689 du Parlement européen et du Conseil du 13 juin 2024 établissant des règles harmonisées concernant l’intelligence artificielle et modifiant les règlements (CE) no 300/2008, (UE) no 167/2013, (UE) no 168/2013, (UE) 2018/858, (UE) 2018/1139 et (UE) 2019/2144 et les directives 2014/90/UE, (UE) 2016/797 et (UE) 2020/1828 (règlement sur l’intelligence artificielle) (JO L, 2024/1689, 12.7.2024, ELI: http://data.europa.eu/eli/reg/2024/1689/oj).».

source: AI systems already placed on the market or put into service and general-purpose AI models already placed on the marked
fr_fr: Systèmes d’IA déjà mis sur le marché ou mis en service et modèles d’IA à usage général déjà mis sur le marché

source: Without prejudice to the application of Article 5 as referred to in Article 113(3), point (a), AI systems which are components of the large-scale IT systems established by the legal acts listed in Annex X that have been placed on the market or put into service before 2 August 2027 shall be brought into compliance with this Regulation by 31 December 2030.
fr_fr: Sans préjudice de l’application de l’article 5 visée à l’article 113, paragraphe 3, point a), les systèmes d’IA qui sont des composants des systèmes d’information à grande échelle établis par les actes juridiques énumérés à l’annexe X et mis sur le marché ou mis en service avant le 2 août 2027 sont mis en conformité avec le présent règlement au plus tard le 31 décembre 2030.

source: The requirements laid down in this Regulation shall be taken into account in the evaluation of each large-scale IT system established by the legal acts listed in Annex X to be undertaken as provided for in those legal acts and where those legal acts are replaced or amended.
fr_fr: Il est tenu compte des exigences énoncées dans le présent règlement lors de l’évaluation de chaque système d’information à grande échelle établi par les actes juridiques énumérés à l’annexe X devant être effectuée conformément à ces actes juridiques et lorsque ces actes juridiques sont remplacés ou modifiés.

source: Without prejudice to the application of Article 5 as referred to in Article 113(3), point (a), this Regulation shall apply to operators of high-risk AI systems, other than the systems referred to in paragraph 1 of this Article, that have been placed on the market or put into service before 2 August 2026, only if, as from that date, those systems are subject to significant changes in their designs.
fr_fr: Sans préjudice de l’application de l’article 5 visée à l’article 113, paragraphe 3, point a), le présent règlement s’applique aux opérateurs de systèmes d’IA à haut risque, autres que les systèmes visés au paragraphe 1 du présent article, qui ont été mis sur le marché ou mis en service avant le 2 août 2026, uniquement si, à compter de cette date, ces systèmes subissent d’importantes modifications de leurs conceptions.

source: In any case, the providers and deployers of high-risk AI systems intended to be used by public authorities shall take the necessary steps to comply with the requirements and obligations of this Regulation by 2 August 2030.
fr_fr: En tout état de cause, les fournisseurs et les déployeurs de systèmes d’IA à haut risque destinés à être utilisés par des autorités publiques prennent les mesures nécessaires pour se conformer aux exigences et obligations du présent règlement au plus tard le 2 août 2030.

source: Providers of general-purpose AI models that have been placed on the market before 2 August 2025 shall take the necessary steps in order to comply with the obligations laid down in this Regulation by 2 August 2027.
fr_fr: Les fournisseurs de modèles d’IA à usage général qui ont été mis sur le marché avant le 2 août 2025 prennent les mesures nécessaires pour se conformer aux obligations prévues par le présent règlement au plus tard le 2 août 2027.

source: Evaluation and review
fr_fr: Évaluation et réexamen

source: The Commission shall assess the need for amendment of the list set out in Annex III and of the list of prohibited AI practices laid down in Article 5, once a year following the entry into force of this Regulation, and until the end of the period of the delegation of power laid down in Article 97.
fr_fr: La Commission évalue la nécessité de modifier la liste figurant à l’annexe III et la liste des pratiques d’IA interdites figurant à l’article 5, une fois par an après l’entrée en vigueur du présent règlement et jusqu’à la fin de la période de délégation de pouvoir énoncée à l’article 97.

source: The Commission shall submit the findings of that assessment to the European Parliament and the Council.
fr_fr: La Commission transmet les conclusions de cette évaluation au Parlement européen et au Conseil.

source: By 2 August 2028 and every four years thereafter, the Commission shall evaluate and report to the European Parliament and to the Council on the following:
fr_fr: Au plus tard le 2 août 2028 et tous les quatre ans par la suite, la Commission évalue le présent règlement et fait rapport au Parlement européen et au Conseil sur les éléments suivants:

source: the need for amendments extending existing area headings or adding new area headings in Annex III;
fr_fr: la nécessité de modifications pour étendre des rubriques de domaine existantes ou ajouter de nouvelles rubriques de domaine dans l’annexe III;

source: amendments to the list of AI systems requiring additional transparency measures in Article 50;
fr_fr: les modifications de la liste des systèmes d’IA nécessitant des mesures de transparence supplémentaires au titre de l’article 50;

source: amendments enhancing the effectiveness of the supervision and governance system.
fr_fr: les modifications visant à renforcer l’efficacité du système de surveillance et de gouvernance.

source: By 2 August 2029 and every four years thereafter, the Commission shall submit a report on the evaluation and review of this Regulation to the European Parliament and to the Council.
fr_fr: Au plus tard le 2 août 2029 et tous les quatre ans par la suite, la Commission présente au Parlement européen et au Conseil un rapport sur l’évaluation et le réexamen du présent règlement.

source: The report shall include an assessment with regard to the structure of enforcement and the possible need for a Union agency to resolve any identified shortcomings.
fr_fr: Le rapport comprend une évaluation en ce qui concerne la structure de contrôle de l’application ainsi que l’éventuelle nécessité d’une agence de l’Union pour remédier aux lacunes identifiées.

source: On the basis of the findings, that report shall, where appropriate, be accompanied by a proposal for amendment of this Regulation.
fr_fr: Sur la base des constatations, ce rapport est, le cas échéant, accompagné d’une proposition de modification du présent règlement.

source: The reports shall be made public.
fr_fr: Les rapports sont publiés.

source: The reports referred to in paragraph 2 shall pay specific attention to the following:
fr_fr: Les rapports visés au paragraphe 2 prêtent une attention particulière aux éléments suivants:

source: the status of the financial, technical and human resources of the national competent authorities in order to effectively perform the tasks assigned to them under this Regulation;
fr_fr: l’état des ressources financières, techniques et humaines dont les autorités nationales compétentes ont besoin pour mener efficacement à bien les missions qui leur sont dévolues par le présent règlement;

source: the state of penalties, in particular administrative fines as referred to in Article 99(1), applied by Member States for infringements of this Regulation;
fr_fr: l’état des sanctions, notamment les amendes administratives visées à l’article 99, paragraphe 1, appliquées par les États membres en cas de violation du présent règlement;

source: adopted harmonised standards and common specifications developed to support this Regulation;
fr_fr: les normes harmonisées adoptées et les spécifications communes élaborées à l’appui du présent règlement;

source: the number of undertakings that enter the market after the entry into application of this Regulation, and how many of them are SMEs.
fr_fr: le nombre d’entreprises qui arrivent sur le marché après l’entrée en application du présent règlement, et combien d’entre elles sont des PME.

source: By 2 August 2028, the Commission shall evaluate the functioning of the AI Office, whether the AI Office has been given sufficient powers and competences to fulfil its tasks, and whether it would be relevant and needed for the proper implementation and enforcement of this Regulation to upgrade the AI Office and its enforcement competences and to increase its resources.
fr_fr: Au plus tard le 2 août 2028, la Commission évalue le fonctionnement du Bureau de l’IA, afin de déterminer si des pouvoirs et compétences suffisants lui ont été conférés pour s’acquitter de ses tâches, et s’il serait pertinent et nécessaire pour la bonne mise en œuvre et l’application correcte du présent règlement de renforcer le Bureau de l’IA et ses compétences d’exécution et d’accroître ses ressources.

source: The Commission shall submit a report on its evaluation to the European Parliament and to the Council.
fr_fr: La Commission présente un rapport sur son évaluation au Parlement européen et au Conseil.

source: By 2 August 2028 and every four years thereafter, the Commission shall submit a report on the review of the progress on the development of standardisation deliverables on the energy-efficient development of general-purpose AI models, and asses the need for further measures or actions, including binding measures or actions.
fr_fr: Au plus tard le 2 août 2028 et tous les quatre ans par la suite, la Commission présente un rapport sur l’examen de l’état d’avancement des travaux de normalisation concernant le développement économe en énergie de modèles d’IA à usage général, et évalue la nécessité de mesures ou d’actions supplémentaires, y compris de mesures ou d’actions contraignantes.

source: The report shall be submitted to the European Parliament and to the Council, and it shall be made public.
fr_fr: Ce rapport est présenté au Parlement européen et au Conseil et il est rendu public.

source: By 2 August 2028 and every three years thereafter, the Commission shall evaluate the impact and effectiveness of voluntary codes of conduct to foster the application of the requirements set out in Chapter III, Section 2 for AI systems other than high-risk AI systems and possibly other additional requirements for AI systems other than high-risk AI systems, including as regards environmental sustainability.
fr_fr: Au plus tard le 2 août 2028 et tous les trois ans par la suite, la Commission évalue l’impact et l’efficacité des codes de conduite volontaires destinés à favoriser l’application des exigences énoncées au chapitre III, section 2, pour les systèmes d’IA autres que les systèmes d’IA à haut risque, et éventuellement d’autres exigences supplémentaires pour les systèmes d’IA autres que les systèmes d’IA à haut risque, y compris en ce qui concerne la durabilité environnementale.

source: For the purposes of paragraphs 1 to 7, the Board, the Member States and national competent authorities shall provide the Commission with information upon its request and without undue delay.
fr_fr: Aux fins des paragraphes 1 à 7, le Comité IA, les États membres et les autorités nationales compétentes fournissent des informations à la Commission à la demande de cette dernière et sans retard injustifié.

source: In carrying out the evaluations and reviews referred to in paragraphs 1 to 7, the Commission shall take into account the positions and findings of the Board, of the European Parliament, of the Council, and of other relevant bodies or sources.
fr_fr: Lorsqu’elle procède aux évaluations et réexamens visés aux paragraphes 1 à 7, la Commission tient compte des positions et des conclusions du Comité IA, du Parlement européen, du Conseil et d’autres organismes ou sources pertinents.

source: The Commission shall, if necessary, submit appropriate proposals to amend this Regulation, in particular taking into account developments in technology, the effect of AI systems on health and safety, and on fundamental rights, and in light of the state of progress in the information society.
fr_fr: La Commission soumet, si nécessaire, des propositions appropriées visant à modifier le présent règlement, notamment en tenant compte de l’évolution des technologies, de l’effet des systèmes d’IA sur la santé et la sécurité, ainsi que sur les droits fondamentaux, et à la lumière de l’état d’avancement de la société de l’information.

source: To guide the evaluations and reviews referred to in paragraphs 1 to 7 of this Article, the AI Office shall undertake to develop an objective and participative methodology for the evaluation of risk levels based on the criteria outlined in the relevant Articles and the inclusion of new systems in:
fr_fr: Pour orienter les évaluations et les réexamens visés aux paragraphes 1 à 7 du présent article, le Bureau de l’IA entreprend de mettre au point une méthode objective et participative pour l’évaluation des niveaux de risque fondée sur les critères décrits dans les articles pertinents et l’inclusion de nouveaux systèmes dans:

source: the list set out in Annex III, including the extension of existing area headings or the addition of new area headings in that Annex;
fr_fr: la liste figurant à l’annexe III, y compris l’extension des rubriques de domaine existantes ou l’ajout de nouvelles rubriques de domaine dans ladite annexe;

source: the list of prohibited practices set out in Article 5; and
fr_fr: la liste des pratiques interdites figurant à l’article 5; et

source: the list of AI systems requiring additional transparency measures pursuant to Article 50.
fr_fr: la liste des systèmes d’IA nécessitant des mesures de transparence supplémentaires en application de l’article 50.

source: Any amendment to this Regulation pursuant to paragraph 10, or relevant delegated or implementing acts, which concerns sectoral Union harmonisation legislation listed in Section B of Annex I shall take into account the regulatory specificities of each sector, and the existing governance, conformity assessment and enforcement mechanisms and authorities established therein.
fr_fr: Toute modification du présent règlement en vertu du paragraphe 10, ou tout acte délégué ou acte d’exécution pertinent, qui concerne la législation d’harmonisation de l’Union dont la liste figure à l’annexe I, section B, tient compte des spécificités réglementaires de chaque secteur, ainsi et des mécanismes de gouvernance, d’évaluation de la conformité et d’applications existants et des autorités qui y sont établies.

source: By 2 August 2031, the Commission shall carry out an assessment of the enforcement of this Regulation and shall report on it to the European Parliament, the Council and the European Economic and Social Committee, taking into account the first years of application of this Regulation.
fr_fr: Au plus tard le 2 août 2031, la Commission procède à une évaluation de sa mise en application dont elle fait rapport au Parlement européen, au Conseil et au Comité économique et social européen, en tenant compte des premières années d’application du présent règlement.

source: On the basis of the findings, that report shall, where appropriate, be accompanied by a proposal for amendment of this Regulation with regard to the structure of enforcement and the need for a Union agency to resolve any identified shortcomings.
fr_fr: Sur la base des conclusions, ce rapport est accompagné, le cas échéant, d’une proposition de modification du présent règlement en ce qui concerne la structure de contrôle de l’application ainsi que la nécessité d’une agence de l’Union pour remédier aux lacunes identifiées.

source: Entry into force and application
fr_fr: Entrée en vigueur et application
